     {
          "name": "Walter Ríos",
          "parent": "DEF",
          "relation": "ghi",
          "depth": 1,
          "type": "RENUNCIÓ. Presidente de la corte superior de justicia del Callao. Menciona que las gestiones con los consejeros Iván Noguera y Julio Gutiérrez para ratificar al juez Ricardo Chang los estaba haciendo Hinostroza.",
          "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ",
          "children": [
            {
              "name": "Nelson Aparicio",
              "parent": "Walter Ríos",
              "relation": "gh1a",
              "type": "Asesor de Walter Ríos, junto a él elaboraron preguntas que no les correspondían para beneficiar a 'los amigos' en el examen de ascenso del CNM, convocado por Guido Aguila.",
              "depth": 1,
              "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ"
            },
            {
              "name": "José Luis Cavassa Roncalla",
              "parent": "Walter Ríos",
              "relation": "gh1b",
              "depth": 1,
              "type": "Fue denunciado en el 2000 por la masiva falsificación de firmas para la inscripción del partido fujimorista Perú 2000, mientras ocupó el cargo de gerente electoral de la ONPE. Ahora Cavassa trabaja como asesor informático en la universidad Telesup, de propiedad del excongresista y presidente del partido Podemos por el Progreso del Perú (PP), José Luna Gálvez.",
              "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ"
            },
            {
              "name": "Aldo Mayorga",
              "parent": "Walter Ríos",
              "relation": "gh1c",
              "depth": 1,
              "type": "En una conversación telefónica, Ríos le propone a Aldo Mayorga, jefe de la unidad de Planeamiento y Desarrollo de la Corte, hacer cambios de personal para poder promover a Verónica Rojas Aguirre.",
              "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ",
              "children": [
                {
                  "name": "Verónica Rojas",
                  "parent": "Aldo Mayorga",
                  "relation": "gh1c1",
                  "type": "Entonces encargada del Sistema de Gestión de Calidad ISO 9001 de la Corte del Callao.",
                  "depth": 2,
                  "image": "https://image.flaticon.com/icons/svg/34/34353.svg"
                }
              ]
            },
            {
              "name": "José Luis Diaz Asto",
              "parent": "Walter Ríos",
              "relation": "gh1c",
              "depth": 1,
              "type": "Asesor de comunicaciones del presidente del Poder Judicial, Duberlí Rodríguez; llamó por teléfono a Walter Ríos, para invitarlo a un almuerzo al que asistirían, además de Duberlí Rodríguez, Salvador Heresi; el juez supremo Ángel Romero Díaz; el gerente general de IZA Motors, Antonio Camayo, y varios futbolistas de ese club deportivo.",
              "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ",
              "children": [
                {
                  "name": "Duberlí Rodríguez",
                  "parent": "José Luis Diaz Asto",
                  "relation": "gh1d",
                  "type": "Presidente del Poder Judicial, se contacta con Walter Ríos a través de su asesor para invitarlo a un almuerzo.",
                  "depth": 2,
                  "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ"
                }
              ]
            },
            {
              "name": "Emperatriz Pérez Castillo",
              "parent": "Walter Ríos",
              "relation": "gh1d",
              "depth": 2,
              "type": "Walter Ríos la menciona como una persona clave en la que sería su designación como presidente de la Corte del Callao, preside actualmente la Sala Penal de Apelaciones Permanente de la Corte chalaca. Y es, además, la presidenta de la Sala que ve el caso de Manta y Vilca.",
              "image": "https://image.flaticon.com/icons/svg/34/34353.svg"
            },
            {
              "name": "Mario Mendoza",
              "parent": "Walter Ríos",
              "relation": "gh1e",
              "depth": 1,
              "type": "Walter Ríos llama por teléfono al empresario para pedirle que lo apoye con el proceso de ratificación del juez Chang. Este conversa con una persona que aparentemente trabaja en el CNM. Mendoza le dice a su interlocutor que recomendó al juez Ricardo Chang Racuay para su proceso de ratificación.El jueves 12 de abril este llama a un colaborador suyo para que le entregue al chofer de Walter Rios, dinero en efectivo y un archivo. Minutos después Walter Ríos lo llama para ofrecerle los servicios de un juez. ",
              "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ",
              "children": [
                {
                  "name": "César Hinostroza",
                  "parent": "Mario Mendoza",
                  "relation": "gh1d",
                  "type": "Magistrado y presidente de la Segunda Sala Penal Transitoria de la Corte Suprema. Gestionó con los consejeros Iván Noguera y Julio Gutierrez un apoyo en el proceso de ratificación del juez Chang.",
                  "depth": 2,
                  "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ",
                  "children": [
                    {
                      "name": "No identificado (caso Señora K)",
                      "parent": "César Hinostroza",
                      "relation": "gh1d",
                      "type": "Un personaje no identificado llama a César Hinostroza para que se reuna con la Fuerza n1.",
                      "depth": 2,
                      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ"           
                    },
                    {
                      "name": "Salvador Heresi",
                      "parent": "César Hinostroza",
                      "relation": "gh1d",
                      "type": "RENUNCIÓ. Ministro de Justicia, amigo de Felix Moreno y Alex Kouri tuvo una conversación con Hinostroza sobre acuerdos internacionales de lavado de activos, cuya aplicación archivó el caso de Joaquín Ramirez quien era investigado por un desbalance patrimonial de US$ 7 millones. Walter Ríos lo busca para conversar con él un tema de 'mejora' para su mujer que trabaja en el mismo ministerio.",
                      "depth": 2,
                      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ"           
                    },
                    {
                      "name": "Raúl Odar",
                      "parent": "César Hinostroza",
                      "relation": "gh1d",
                      "type": "Alcalde de Carmen de la Legua, Hinostroza gestiona una cita con él por medio de su secretaria, le indica a ella que Mendoza fue a la municipalidad esa mañana y que es su amigo.",
                      "depth": 2,
                      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ"           
                    },
                    {
                      "name": "No identificado (caso violación)",
                      "parent": "César Hinostroza",
                      "relation": "gh1d",
                      "type": "El juez César Hinostroza conversa sobre alternativas de reducción de condena o incluso absolución al presunto abusador sexual de una niña de entre diez y once años.",
                      "depth": 2,
                      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ"           
                    },
                    {
                      "name": "Aurelio Quispe",
                      "parent": "César Hinostroza",
                      "relation": "gh1d",
                      "type": "Le propone a César Hinostroza un trato que, según él, vincula al presidente de la República, Martín Vizcarra. De concretarse el acuerdo, esto le aseguraría, según las palabras de Quispe, “poder para el futuro”.",
                      "depth": 2,
                      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ"           
                    }
                  ]
                }
              ]
            },
            {
              "name": "Iván Noguera",
              "parent": ["Walter Ríos", "César Hinostroza"],
              "relation": "gh1b",
              "depth": 1,
              "type": "Conocido como el 'Dr.Rock'. Consejero del CNM, llamó al teléfono móvil de Walter Ríos para pedirle que suscriba un convenio con Telesup. Él llegó al Consejo Nacional de la Magistratura como representante de las universidades privadas. Telesup lo propuso para el cargo ante la Asociación de Universidades del Perú (ASUP), la ex ANR.Iván Noguera también aprovechó su posición de consejero del CNM para pedirle al magistrado César Hinostroza que contrate en su despacho un abogado recomendado por él.",
              "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEVDtn0hOx4nMLxmgQAU9ExOKydjxfH0XxcpyBY1hGWcC33ho-gQ"
            }
          ]
      }


